‘#+TITLE:  Literate Devops
#+AUTHOR: Howard Abrams
#+EMAIL:  howard.abrams@gmail.com
#+DATE:   2015 Aug 08
#+TAGS:   emacs lp org

See the [[file:presentation-notes.org][Presenter's Notes]] for details about each frame.

** Is it Slow?

   - Use a session property:

     :PROPERTIES:
     :session:  my-server-session
     :results:  output
     :END:

   - View the session buffer
     #+BEGIN_SRC sh :dir /minecraft.howardabrams.com:
       hostname -i
     #+END_SRC

     #+RESULTS:
     : 127.0.1.1







